<html>
<head>
  <title>
<title>Granulocitos de neutr&oacute;filos </title>

<body bgcolor="azure">
<font face="Arial">
<style>
body { margin-left: 30px;
  margin-right: 30px;
}
</style>
 <center>
<h1><marquee><font color="Black"><font sinze="6"><font Face="Snap ITC">Granulocitos </font></marquee></h1>
</center>
<br>
 <hr style="width:100%;color:Black;">
   <br>
 <center><h2><font face="arial" color="RED">¿Qu&eacute; son?</center></h2></font>
 <tr>
        <table BORDER="4" bgcolor="AQUAMARINE">
      <td> Los granulocitos son un tipo de gl&oacute;bulo blanco que tienen gr&aacute;nulos pequeños. Estos gr&aacute;nulos contienen proteínas. Este tipo específico de granulocitos son neutrf&oacute;ilos, eosin&oacute;filos y bas&oacute;filos.<BR>
<bR>
Los granulocitos, espec&iacute;ficamente los neutr&oacute;filos, ayudan al cuerpo a combatir infecciones bacterianas. La cantidad de granulocitos en el cuerpo normalmente aumenta cuando se presenta una infecci&oacute;n grave. Las personas que tienen una cantidad menor de granulocitos son m&aacute;s propensas a tener infecciones graves m&aacute;s a menudo.<BR>
. Estas c&eacute;lulas son parte del sistema inmune, y est&aacute;n involucrados en varios tipos diferentes de reacci&oacute;n inmune. Los granulocitos se producen en la m&eacute;dula &oacute;sea.<BR>

Se les conoce como leucocitos polimorfonucleares, debido a las formas variables de n&uacute;cleo que pueden presentar.<BR> </b></td>
      </tr>  </table>
<center><h2><font face="arial" color="RED">Tipos de granulocitos</center></h2></font>
      
<p>Hay tres tipos principales de granulocitos: neutr&oacute;filos, bas&oacute;filos y eosin&oacute;filos.

<li><u><B><font face="arial" color="indigo">Neutr&oacute;filos.</u></B></font> Son el tipo m&aacute;s com&uacute;n de leucocitos. Representan aproximadamente el 65% de los gl&oacute;bulos blancos. Son los principales defensores contra las infecciones de bacterias y hongos. Son el primer tipo de c&eacute;lula inmune que responde y llega al sitio de la infección.<br>Estas c&eacute;lulas se originan en la m&eacute;dula &oacute;sea a partir de una c&eacute;lula progenitora com&uacute;n a todas las c&eacute;lulas sangu&iacute;neas, y luego pasan a la corriente circulatoria y, desde all&iacute;, a los tejidos.
Todos los d&iacute;as, alrededor de 100 mil millones de c&eacute;lulas madre de la m&eacute;dula &oacute;sea difieren en granulocitos neutr&oacute;filos, que sin embargo tienen una vida bastante corta: de 7 a 10 horas en un c&iacute;rculo y aproximadamente 3 d&iacute;as en los tejidos. La tarea fundamental de estas c&eacute;lulas es capturar y destruir sustancias extrañas mediante el mecanismo de la fagocitosis o la formación de red (trampas extracelulares neutr&oacute;filas). Se encontr&oacute; que su fagocitosis es m&aacute;s efectiva que la de los macr&oacute;fagos. 
</li>
<br>
<li><u><B><font face="arial" color="indigo">Bas&oacute;filos.</u></B></font> Son el tipo menos com&uacute;n de leucocitos. La funcin&oacute; primaria de un bas&oacute;filos es liberar un producto qu&iacute;mico conocido como histamina en respuesta una infecci&oacute;n. La histamina es una sustancia qu&iacute;mica que tiene muchas funciones, pero es el principal responsable de la iniciaci&oacute;n de una reacci&oacute;n inflamatoria.<br>Estas c&eacute;lulas estimulan las respuestas inflamatorias al liberar heparina, histamina y serotonina. Los bi&oacute;logos creen que los bas&oacute;filos se producen y maduran en la m&eacute;dula &oacute;sea. Ciertas caracter&iacute;sticas morfol&oacute;gicas y funcionales de los bas&oacute;filos son iguales a los mastocitos, que son comunes en los tejidos. Los bas&oacute;filos apenas se ven en la sangre de seres humanos sanos, porque una vez que se liberan, circulan durante unas horas en la sangre y migran a los tejidos donde duran unos d&iacute;as. Los bas&oacute;filos tienen relativamente pocos gr&aacute;nulos, que son solubles en agua. Por lo tanto, la identificaci&oacute;n de bas&oacute;filos en la sangre es bastante dif&iacute;cil. Sin embargo, cuando se usan manchas b&aacute;sicas para identificar, el citoplasma de los bas&oacute;filos se tiñe de color azul.</li>
<br>
<li><u><B><font face="arial" color="indigo">Eosin&oacute;filos.</u></B></font> Representan alrededor del 3% de los leucocitos. Son la principal defensa contra las infecciones parasitarias. Tambi&eacute;n se elevan en los casos de reacciones al&eacute;rgicas, como urticaria, o incluso asma relacionada con alergias.
Los mastocitos son tambi&eacute;n granulocitos. Los otros gl&oacute;bulos blancos que no son granulocitos, conocidos como agranulocitos, son principalmente linfocitos y monocitos.<br> Proporcionan una importante defensa contra los par&aacute;sitos mediante la fagocitosis y producen antihistam&iacute;nicos. Cuando se usan tinciones de &aacute;cido, el citoplasma de los eosin&oacute;filos se tiñe de rojo. Por lo general, del 1% al 5% de los gl&oacute;bulos blancos son eosin&iacute;filos. Se encuentra un n&uacute;mero muy bajo de eosin&oacute;filos en la circulaci&oacute;n sangu&iacute;nea de personas sanas porque estas c&eacute;lulas son principalmente c&eacute;lulas que viven en los tejidos.<br></li>
 <br>      

  <center><img src="imageness/OIP.jpg" alt="OIP"withd="450" height="300"></center></img><br>
</img>
 <hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED">Condiciones M&eacute;dicas </center></h2></font>
<br><p>Las proporciones de estos tipos de c&eacute;lulas en la sangre son bastante constantes, por lo tanto el recuento de granulocitos en la sangre una herramienta &uacute;til en el diagn&oacute;stico de muchos tipos de enfermedades.
<br>
<br>
La granulocitopenia es una concentraci&oacute;n anormalmente baja de granulocitos en la sangre. Esta condici&oacute;n reduce la resistencia del cuerpo a muchas infecciones. T&eacute;rminos estrechamente relacionados incluyen agranulocitosis (etimol&oacute;gicamente, “no hay granulocitos en absoluto”; cl&iacute;nicamente, los niveles de granulocitos menos del 5% de lo normal) y neutropenia (deficiencia de granulocitos neutr&oacute;filos).
<br>
<br>
Los granulocitos viven svlo uno o dos días en la circulaci&oacute;n (cuatro d&iacute;as en el bazo u otro tejido), por lo que las transfusiones de granulocitos como una estrategia terap&eacute;utica ser&iacute;a otorgar un beneficio de muy corta duraci&oacute;n. Adem&aacute;s, hay muchas complicaciones asociadas con un procedimiento de este tipo.
<br>
<br>
No es por lo general un granulocito quimiot&aacute;ctica defecto en individuos que sufren de la diabetes mellitus dependiente de insulina.</p>
<hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED"> Granulocitopoyesis: La g&eacute;nesis de granulocitos</center></h2></font>
<p><br>Los tres tipos de granulocitos se desarrollan en la médula de los huesos largos como el f&eacute;mur. Todos los granulocitos comenzar como mieloblastos, tipo de células inmaduras que tiene el potencial de diferenciarse en cualquier tipo de c&eacute;lula granuloc&iacute;tica. Cada c&eacute;lula progresa a trav&eacute;s de varias etapas antes de emerger de la m&eacute;dula &oacute;sea como una granulocitos maduros.
<br>
<br>
Los granulocitos pasan a través de etapas de crecimiento cuando son llamados mielocitos y metamielocitos antes de convertirse en leucocitos.</p>
<br>
<hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED">Materiales t&oacute;xicos producidos</center></h2></font>
<p><br>Como gl&oacute;bulos blancos maduros, granulocitos circulan en la sangre hasta que reciben señales qu&iacute;micas que proporcionan instrucciones adicionales. Estas señales proceden de sitios de infecci&oacute;n o inflamaci&oacute;n, y pueden ser sustancias qu&iacute;micas secretadas por pat&oacute;genos o por otras c&eacute;lulas del sistema inmune. Cada tipo de c&eacute;lula responde a las señales qu&iacute;micas ligeramente diferentes.
<br><br>
Una vez que las c&eacute;lulas alcanzan el sitio de la inflamaci&oacute;n, que tienen m&uacute;ltiples funciones que desempeñar en la respuesta inmune. Los tres de estos tipos de células son fagocitos, e ingieren los desechos celulares, incluyendo pat&oacute;genos y c&eacute;lulas de tejidos muertos o moribundos.
<br><br>
Una vez ingeridos, estas part&iacute;culas se descomponen por los productos qu&iacute;micos t&oacute;xicos que se almacenan por los granulocitos en gr&aacute;nulos unidos a la membrana.
<br><br>
Adem&aacute;s, cada tipo de c&eacute;lula puede liberar productos qu&iacute;micos en el medio extracelular. Algunos productos qu&iacute;micos contribuyen a la respuesta inflamatoria mediante la estimulaci&oacute;n de otras c&eacute;lulas inmunes, y otras son t&oacute;xicas para los pat&oacute;genos.
<br><br>
Algunos de los productos qu&iacute;micos liberados por los eosin&oacute;filos y los bas&oacute;filos, tales como histaminas, est&aacute;n implicados en las reacciones al&eacute;rgicas.</p>

<center><img src="imageness/OIP (3).jpg" alt="OIP (3)"withd="450" height="300"></center></img>

<li><a href="index.html">Volver a pagina principal</a></li>
<footer  style="width:100%; margin-left: 0px;"  >
</body>
</html>
