<html>
<head>
<title> Sistema inmune </title>
<style>
*{margin: 0px; padding: 0; box-sizing: border-box;}
header{ background: url(sistemainmune.jpg); height: 120px;background.repeat: no-repeat; }
section{ margin: 2PX; FLOAT: LEFT;}
h1{ font-size: 50px; font-family:Elephant ; color:lime;}
</style> 
 </head>
 <body 3>
  <header>
    <section>
       <h1>Sistema Inmune</h1></header>
      
      </section>
     <div class="arial">  </dive>
      </body 3>
</html>

<body bgcolor="azure">
 <hr style="width:100%;color:Black;">
</head>
<style>
#menu{background-color: aquamarine;}
#menu ul{list-style: none; margin:0; padding:0; font-family: Jokerman;}
#menu ul li{display: inline-block; padding: 10px;}
#menu ul li a{color: black; display: block; padding: 10px 1opx; text-decoration:none;}
#menu ul li a:hover{background-color:mediumslateblue;}
#menu ul li a:hover{background-color:mediumslateblue;}
</style>
</head>
  <body 1>
  <div id="menu">
  <ul>
     <li><a href="inmunoglobulinas.html">inmunoglobulinas</a></li>
     <li><a href="linfocitos.html">Linfocitos</a></li>
     <li><a href="Mastocitos,Plaquetas,CelulaDentrica.html">Mastocitos, Plaquetas y C&eacute;lula Dentrica</a></li>
     <li><a href="monocitosymacrofagos.html">monocitos y macr&oacute;fagos</a></li>
     <li><a href="granulocitos.html">Granulocitos</a></li>
</form>
</ul>
</div>
</body 1>
</html>
</center>
<style>
body { margin-left: 30px;
  margin-right: 30px;
}
</style>
<br>
<br>
<br>
<CENTER>
<h2><font face="arial" color="red">Qu&eacute; es el sistema inmune</h2></font>
</CENTER><BR>
<p>El sistema inmunitario es un mecanismo de defensa tan complejo como potente. Su funci&oacute;n primaria es defender el cuerpo de agentes pat&oacute;genos, que son organismos que causan enfermedades, como los virus y las bacterias. El equipo que trabaja en conjunto para cumplir dicha funci&oacute;n son los tejidos, las c&eacute;lulas y las prote&iacute;nas que lo conforman
ataca a los g&eacute;rmenes invasores y nos ayuda a mantenernos sanos.
El sistema inmunitario consta de dos partes principales: el sistema inmunitario innato, que es el con el que se nace, y el sistema inmunitario adaptativo, el cual se adquiere cuando el cuerpo est&aacute; expuesto a microbios o a las sustancias qu&iacute;micas que liberan los microbios. Estos dos sistemas inmunitarios trabajan conjuntamente.
<BR><BR>
 <LI><font face="arial" color="INDIGO">El sistema inmunitario innato</FONT> es el sistema de respuesta r&aacute;pida de su hijo, el cual patrulla su cuerpo y produce la primera respuesta cuando encuentra un invasor. El sistema inmunitario innato es heredado y se encuentra activo desde el momento que nace su hijo. Cuando este sistema reconoce a un invasor, entra en acci&oacute;n inmediatamente. Las c&eacute;lulas de este sistema inmunitario rodean y encierran al invasor. Luego el invasor es eliminado dentro de la c&eacute;lulas del sistema inmunitario. Estas células se llaman fagocitos.</LI>
<BR><BR>
<LI><font face="arial" color="INDIGO">El sistema inmunitario adquirido </FONT> con la ayuda del sistema inmunitario innato, produce c&eacute;lulas (anticuerpos) para proteger a su cuerpo de invasores espec&iacute;ficos. Estos anticuerpos son desarrollados por las c&eacute;lulas llamadas linfocitos B despu&eacute;s de que el cuerpo ha estado expuesto al invasor. Estos anticuerpos permanecen en el cuerpo de su hijo. Pueden tardarse varios d&iacute;as para que estos anticuerpos se desarrollen, pero despu&eacute;s de la primera exposici&oacute;n, el sistema inmunitario reconocer&aacute; al invasor y lo defender&aacute; contra &eacute;l. El sistema inmunitario adquirido va cambiando a lo largo de la vida de su hijo. Las vacunas entrenan al sistema inmunitario de su hijo para que produzca anticuerpos que lo protejan de enfermedades dañinas.</LI>
</p><BR>


<center><img src="imageness/SISTEMA.jpg" alt="SISTEMA"withd="450" height="300"></img></center><br>

<p>No obstante, el sistema inmunol&oacute;gico tambi&eacute;n dispone de estrategias mec&aacute;nicas o f&iacute;sicas que incluyen la inflamaci&oacute;n de la zona afectada (como m&eacute;todo de aislamiento), el incremento de la temperatura corporal o fiebre (para hacer el cuerpo menos hospitalario para los invasores), y otras respuestas especializadas.

El sistema inmune lo componen diversas c&eacute;lulas y &Oacute; rganos del cuerpo, sobre todo los &Oacute; rganos y gl&aacute;ndulas productores de gl&oacute;bulos blancos, pero tambi&eacute;n toda una serie de mucosas y barreras aislantes para impedir el ingreso de elementos extraños. En todo caso, a la hora de defender el organismo, muchos otros sistemas colaboran o se ven afectados por el funcionamiento de las defensas del cuerpo.</p>
<BR>
<BR>
 </tr>
<center>
<h2><font face="arial" color="red"> Como funciona </h2></font>
</center><BR>
<p>Para combatir infecciones, lo primero que debe hacer el sistema inmunitario es identificar los agentes pat&oacute;genos que lo atacan. Estos tienen en la superficie mol&eacute;culas llamadas ant&iacute;genos que proporcionan una marca &uacute;nica, lo que permite que las c&eacute;lulas del sistema inmune reconozcan diferentes agentes y distingan a los agentes pat&oacute;genos de las c&eacute;lulas y los tejidos propios del cuerpo.

Cuando un agente pat&oacute;geno ingresa al cuerpo, el sistema inmunitario puede reaccionar de dos maneras:

    Respuesta inmunitaria innata: es la reacci&oacute;n m&aacute;s r&aacute;pida.<br> Las c&eacute;lulas inmunitarias innatas reconocen determinadas mol&eacute;culas que se encuentra en muchos agentes pat&oacute;genos. Estas tambi&eacute;n reaccionan ante las mol&eacute;culas de se&ntilde;alizaci&oacute;n liberadas por el cuerpo en respuesta a la infecci&oacute;n.<br>
     A trav&eacute;s de estas acciones, las c&eacute;lulas inmunitarias innatas r&aacute;pidamente comienzan a combatir una infecci&oacute;n. Esta respuesta causa inflamaci&oacute;n.
    <br>Respuesta inmunitaria adaptativa: es la reacci&oacute;n m&aacute;s lenta pero tiene mayor capacidad para dirigirse contra agentes pat&oacute;genos espec&iacute;ficos.<br>
     Hay dos tipos principales de c&eacute;lulas involucradas en esta respuesta: las c&eacute;lulas T y las c&eacute;lulas B.<br> Algunas c&eacute;lulas T matan a los agentes pat&oacute;genos y c&eacute;lulas infectadas. Otras c&eacute;lulas T ayudan a controlar la respuesta inmunitaria adaptativa.<br> La funci&oacute;n principal de las c&eacute;lulas B es producir anticuerpos contra ant&iacute;genos espec&iacute;ficos.
</p>
<BR>
<center><img src="imageness/sistemainmune.jpeg" alt="sistemainmune" withd="450" height="300"></img>
</center>
<BR>
<BR>
 <p>El sistema inmunol&oacute;gico opera en base a sus dos variantes: el sistema inmune natural y el adquirido o aprendido:</p>
<li><u><font face="arial" color="indigo">Sistema inmune natural.</u></font> Llamado tambi&eacute;n sistema inmune innato o inespec&iacute;fico, nace con los individuos ya que consta de mecanismos de defensa propios de la qu&iacute;mica de la vida. Es com&uacute;n en mayor o menor medida a casi todos los seres vivientes, incluso a las formas m&aacute;s simples y unicelulares, pero que son capaces de lidiar con los invasores segregando enzimas y prote&iacute;nas defensivas.</li><BR>

<li><u><font face="arial" color="indigo">Sistema inmune adquirido.</u></font> Exclusivo ya de los vertebrados y de los seres vivos m&aacute;s complejos, dispone de c&eacute;lulas totalmente dedicadas a la defensa y limpieza del organismo, altamente especializadas en su tarea. Su nombre proviene del hecho de que se adapta y posee una “memoria” celular para reconocer los agentes infecciosos con los que ya ha combatido, de modo lidiar mejor con ellos a futuro. De eso &uacute;ltimo es de lo que se valen las vacunas: le brindan microbios atenuados para que pueda alimentar su memoria sin tener primero que sufrir la enfermedad.</li><BR>
 
</CENTER>
<center>
<h2><font face="arial" color="red"> Enfermedades del sistema inmunol&oacute;gico </h2></font>
</center>
<BR>
<p>A pesar de lo extraordinario del sistema inmunol&oacute;gico, no siempre es 100% eficaz. En muchos casos, de hecho, su funcionamiento se ve comprometido y requiere de la incorporación de medicamentos. Estos casos son:</p>
<BR>
<li><u><font face="arial" color="indigo">Alergias.</u></font> Que no son m&aacute;s que una reacci&oacute;n desproporcionada del sistema inmunitario, que responde a la presencia de una sustancia inocua como si se tratara de un atacante.</li>
<br>
<li><u><font face="arial" color="indigo"> Enfermedades autoinmunes.</u></font>  En las que el sistema inmunol&oacute;gico se convierte en el problema, pues ataca c&eacute;lulas o tejidos sanos y del propio organismo, identific&aacute;ndolos por error como infectados o como ajenos.</li>
<BR>
<li><u><font face="arial" color="indigo">Enfermedades inmunosupresoras.</u></font> Como el SIDA, cuyos agentes infecciosos justamente atacan a los gl&oacute;bulos blancos encargados de la defensa, mediante diversas estrategias que no permiten su captura y expulsi&oacute;n ordinaria. Como resultado de estas enfermedades, las personas quedan inmunosuprimidas (es decir: sin defensas) y otras enfermedades oportunistas pueden sacar ventaja de dicha condici&oacute;n.</li>
<BR>
><h2><CENTER><font face="arial" color="red">Las c&eacute;lulas de ambas partes del sistema inmunitario se originan en varios &oacute;rganos del cuerpo.</h2></CENTER></FONT>
<li><u><font face="arial" color="indigo">Adenoides.</u></font>Dos gl&aacute;ndulas ubicadas en la parte posterior del conducto nasal.</li><BR>

<li><u><font face="arial" color="indigo">M&eacute; dula&oacute;sea.</u></font> El tejido suave y esponjoso que se encuentra en las cavidades &oacute;seas.</li><BR>


<li><u><font face="arial" color="indigo">Ganglios linf&aacute;ticos.</u></font> Pequeños &oacute;rganos con forma de frijol que se encuentran por todo el cuerpo y se conectan a trav&eacute;s de los vasos linf&aacute; ticos.</li><BR> 

<li><u><font face="arial" color="indigo">Vasos linf&aacute;ticos.</u></font> Red de canales por todo el cuerpo que transportan linfocitos hacia los &oacute;rganos linfoides y el torrente sangu&iacute;neo.</li><BR> 

<li><u><font face="arial" color="indigo">Placas de Peyer.</u></font> Tejido linf&aacute;tico en el intestino delgado.</li>
<BR>
<li><u><font face="arial" color="indigo">Bazo.</u></font> &oacute;rgano del tamaño de un puño ubicado en la cavidad abdominal.</li> <BR>

<li><u><font face="arial" color="indigo">Timo.</u></font>Dos l&oacute;bulos que se unen por delante de la tr&aacute;quea, detr&aacute;s del estern&oacute;n.</li><BR>

<li><u><font face="arial" color="indigo">Am&iacute;gdalas.</u></font>Dos masas ovaladas en la parte posterior de la garganta.</li><BR>
<center><img src="imageness/INMUNE.jpg" alt="INMUNE"withd="450" height="400"></img>
</center>

<div class="copyright" style="background-color: "black;">
    <div class="container-fluid" style="background-color: aquamarine; color:black; height:100;">
     <br><CENTER>
       <font face="arial"> El sistema inmunol&oacute;gico consiste en un gran n&uacute;mero de diferentes tipos de c&eacute;lulas y prote&iacute;nas </font></CENTER>

    </div>
</div>
   
 </frameset>
</html>
</head>
