<html>

<head>

<title> Sistema inmune </title>


</head>

<body bgcolor="azure">
<font face="Arial">
<style>
body { margin-left: 30px;
  margin-right: 30px;
}
</style>
 <center>
<h1><marquee><font color="Black"><font sinze="6"><font Face="Snap ITC"> Inmunoglobulinas </font></marquee></h1>
</center>
<br>

 <hr style="width:100%;color:Black;">
 <p>

Las inmunoglobulinas (anticuerpos) son prote&iacute;nas de importancia vital que circulan en el torrente sangu&iacute;neo y realizan una amplia variedad de funciones. Influyen notablemente sobre el equilibrio de nuestro sistema inmunitario.Tambien se encuentran pegadas  en la membrana de los lifoncitos B donde actuan como receptores de los antigenos donde se quedan a reconocer cualquier virus, bacteria, c&oacute;lulas cancerigenas y que todo esto pueda ser reconocido por los linfocitos b.
Se les llama inmunoglobulinas por que son prote&iacute;nas de la familia de las globulinas que son liberadas gracias al sistema inmune.<BR> son prote&iacute;nas con forma de Y, que se encuentran en diferentes fluidos del organismo, incluida la sangre y las secreciones como la saliva, las l&aacute;grimas y la leche materna. Son producidas por c&eacute;lulas espec&iacute;ficas, entre ellas los gl&oacute;bulos blancos.<br>
Influyen notablemente sobre el equilibrio de nuestro sistema inmunitario.
Son las principales sustancias responsables de la respuesta inmune humoral y su correcto funcionamiento es esencial para la defensa frente a microbios. Su carencia hace que el individuo muera por infecciones si no se instaura un tratamiento adecuado y a tiempo.
</p>

 <center>
<img src="imageness/inmunoglobulinaa.jpg" alt="inmunoglobulinaa"withd="400" height="380"></center></img>

 <center><h2><font face="arial" color="RED">Deficiencia de anticuerpos</center></h2></font>
<p>
Deficiencia de anticuerpos

La deficiencia de anticuerpos es una manifestaci&oacute;n del deterioro en la maduraci&oacute;n o la funci&oacute;n de los linfocitos en la sangre. Las c&eacute;lulas no reaccionan o lo hacen de forma inadecuada a los pat&oacute;genos invasores, y el sistema inmunitario es incapaz de mantener una concentraci&oacute;n normal de anticuerpos en la sangre.

La consecuencia es la aparici&oacute;n de infecciones recurrentes y en ocasiones potencialmente letales, as&iacute; como la producci&oacute;n de trastornos en la funci&oacute;n de determinados &oacute;rganos. Una consecuencia particularmente caracter&iacute;stica es un incremento de la susceptibilidad a las infecciones bacterianas. La curaci&oacute;n de heridas y la regeneraci&oacute;n de tejidos pueden tambi&eacute;n deteriorarse debido a la inducci&oacute;n de reacciones inflamatorias por falta de mecanismos inhibidores.
</p>
<br>
<hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED">Tipo de  Inmunoglobulinas</center></h2></font>
<h3><font face="arial" color="indigo">Inmunoglobulinas A</h3></font>
 <div class="divA3">
<p>La inmunoglobulina A (IgA) es la primera l&iacute;nea de defensa frente a la infecci&oacute;n, mediante la inhibici&oacute;n de la adhesi&oacute;n bacteriana y viral a las c&eacute;lulas epiteliales y la neutralizaci&oacute;n de las toxinas bacterianas y v&iacute;ricas, tanto intra- como extracelulares. La IgA tambi&eacute;n elimina pat&oacute;genos o ant&iacute;genos a trav&eacute;s de la v&iacute;a excretora mediada por IgA, donde los complejos inmunitarios formados con IgA son transportados a trav&eacute;s de un proceso mediado por receptores poli-inmunoglobulina.<br> 
Los niveles de todas las inmunoglobulinas, a excepci&oacute;n de la IgG en reci&eacute;n nacidos son muy bajos, siendo por tanto de gran significaci&oacute;n el hecho de que la IgA se transfiera desde la madre al lactante a trav&eacute;s de la lactancia. De ah&iacute; que tengamos que insistir en que los niños se amamanten en el mayor n&uacute;mero posible directamente por las madres y no con leche de otros or&iacute;genes. La IgA recibida de la madre ejerce un importante papel de defensa a nivel de todo el aparato digestivo. En ello parece que influyen las especiales caracter&iacute;sticas de pH g&aacute;strico del lactante que es menos &aacute;cido que en el adulto y permite que la IgA no sea degradada en el est&oacute;mago.</p> </div>
<h3><font face="arial" color="indigo">Inmunoglobulinas G</h3></font>
<P>es el tipo de anticuerpo que m&aacute;s abunda en el cuerpo. Se encuentra en la sangre y en otros fluidos, y brinda protecci&oacute;n contra las infecciones bacterianas y v&iacute;ricas. La IgG puede tardar un tiempo en formarse despu&eacute;s de una infecci&oacute;n o vacunaci&oacute;n.se encuentra en un 80% en nuestra sangre y leche materna, y puede atravesar la barrera placentaria. Es muy eficaz en recubrir a toxinas y virus, acelerando su captaci&oacute;n por otras c&eacute;lulas del sistema inmunol&oacute;gico para su eliminaci&oacute;n. Es una inmunoglobulina indicadora de la protecci&oacute;n de nuestro cuerpo frente a agentes extraños y para el diseño de vacunas. brinda protecci&oacute;n contra las infecciones bacterianas y v&iacute;ricas.
 </P>

<h3><font face="arial" color="indigo">Inmunoglobulinas m</h3></font>
<P>se encuentra principalmente en la sangre y en el l&iacute;quido linf&aacute;tico; este es el primer anticuerpo que fabrica el cuerpo para combatir una nueva infecci&oacute;n.tiene concentraciones de 5-10% en nuestra sangre y se encuentra frecuentemente adosada a la superficie de muchas de nuestras c&eacute;lulas de defensas. Son la respuesta a una contingencia ante una infecci&oacute;n  para eliminar a los pat&oacute;genos en estadios tempranos hasta que el sistema inmune sintetiza suficientes igG-tipos. Su funci&oacute;n es actuar junto a la primera l&iacute;nea de defensas, siendo muy eficaz en eliminar bacterias, y siendo un indicador de diagn&oacute;stico para detectar si hemos sido expuestos a alg&uacute;n pat&oacute;geno.
</P>
<h3><font face="arial" color="indigo">Inmunoglobulinas E</h3></font>
<P> normalmente se encuentra en pequeñas cantidades en la sangre. Se puede encontrar en cantidades superiores cuando el cuerpo reacciona de una manera exagerada a los al&eacute;rgenos o cuando est&aacute; combatiendo una infecci&oacute;n provocada por un par&aacute;sito.Estos hacen que el cuerpo reaccione contra sustancias extrañas, como polen, esporas de hongos y caspa de animales. Est&aacute;n involucrados en reacciones al&eacute;rgicas a la leche, algunos medicamentos y algunos venenos. A menudo, los niveles de anticuerpos IgE son altos en las personas con alergias.</P>
<h3><font face="arial" color="indigo">Inmunoglobulinas D</h3></font>
<P>Existe en pequeñas cantidades en la sangre y es el anticuerpo que menos se conoce.No est&aacute; claro c&oacute;mo funcionan, generalmente est&aacute; unida a la superficie de las c&eacute;lulas de defensas. Es muy eficaz en estimular las defensas, especialmente los gl&oacute;bulos blancos, frente a la presencia de microbios.
</P>
<center>
<img src="imageness/igtipos.jpg" alt="igtipos"withd="400" height="200"></center></img>
<hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED">Estructura  de las Inmunoglobulinas</center></h2></font>
<br>
<P>Las inmunoglobulinas est&aacute;n formadas por cuatro cadenas polipept&iacute;dicas. Dos son de mayor tamaño y se denominan cadenas pesadas, y dos, de menor tamaño y se denominan cadenas ligeras. Las cadenas ligeras y pesadas se agrupan de tal manera que existe una proximidad espacial entre los cuatro extremos am&iacute;nicos por una parte, y los extremos carbox&iacute;licos por otra. Las inmunoglobulinas pueden ser fraccionadas mediante la utilizaci&oacute;n de enzimas (papa&iacute;na, pepsina, etc.), obteni&eacute;ndose diferentes tipos de fragmentos. Esto permiti&oacute; no s&oacute;lo conocer la estructura de estas mol&eacute;culas sino tambi&eacute;n deducir la funci&oacute;n de cada una de sus partes.
<br>
Al tratar con papa&iacute;na la inmunoglobulina, se produce la ruptura espec&iacute;fica de las cadenas pesadas y se obtienen tres fragmentos: uno denominado Fc, que define la actividad biol&oacute;gica, la clase y subclase de cadenas pesadas y otros dos fragmentos denominados cada uno de ellos Fab, que es por donde la mol&eacute;cula se une a los ant&iacute;genos.</P>
<br>
<h3><font face="arial" color="indigo">Cadenas ligeras</h3></font>
<p>tipos de cadenas ligeras diferentes: tipo <u>kappa</u> (k) y <u>lambda</u> que poseen unos 200 amino&aacute;cidos cada una y se unen a las pesadas por un puente disulfuro intercatenario (entre cadenas). En cada mol&eacute;cula de inmunoglobulina las dos cadenas ligeras que la forman son del mismo tipo, o bien  k o lamda</p>
<br> 
<h3><font face="arial" color="indigo">Cadenas pesadas</h3></font>
<p>Est&aacute;n formadas por unos 400 amino&aacute;cidos y est&aacute;n unidas entre s&iacute; por puentes disulfuro intercatenarios, que pueden ser distintos en n&uacute;mero dependiendo del tipo de inmunoglobulina. Esta zona, donde se encuentran los puentes intercatenarios, es muy flexible y constituye lo que se denomina zona bisagra, que es por donde se deforman estas mol&eacute;culas cuando se unen al ant&iacute;geno.</p>
<br>
 <center><img src="imageness/igestructura.jpg" alt="igestructura"withd="450" height="400"></img>
</center>
<li><a href="index.html">Volver a pagina principal</a></li>
<footer  style="width:100%; margin-left: 0px;"  >

</html>
</head>    
  

