<html>

<head>
<title>lINFOCITOS</title>




<body bgcolor="azure">
<font face="Arial">
<style>
body { margin-left: 30px;
  margin-right: 30px;
}
</style>
 <center>
<h1><marquee><font color="Black"><font sinze="6"><font Face="Snap ITC"> Linfocitos </font></marquee></h1>
</center>
<br>
<center>
 <hr style="width:100%;color:Black;">

   <h1> <center><font face="arial" color="red"> ¿Qu&eacute; son?</h1></center></font> </td>



<p>Un linfocito es un tipo de gl&oacute;bulo blanco que es parte del sistema inmune. Hay dos tipos principales de linfocitos: las c&eacute;lulas B y las c&eacute;lulas T.Los principales tipos de linfocitos son morfol&oacute;gicamente iguales pero tienen funciones inmunitarias diferentes. Pueden distinguirse por sus receptores de superficie específicos de antígenos y por moléculas llamadas grupos de diferenciación (CD), cuya presencia o ausencia define algunos subgrupos.</p>

<center>
 <img src="imageness/lifocitos.jpg" alt="linfocitos"withd="450" height="300"></img></center>
  <table BORDER="3" bgcolor="AQUAMARINE">
<br>
  <tr>
   <td <center><h3><font face="arial" color="red"> C&eacute;lulas B</h3> </center></font></td> 
   <td <center><h3><font face="arial" color="red"> C&eacute;lulas T </h3> </center></font></td>
   <td <center><h3><font face="arial" color="red"> C&eacute;lulas NK </h3> </center></font></td>
   </tr>
   <tr>
 <td> Las c&eacute;lulas B pueden presentar ant&iacute;genos a las c&eacute;lulas T y liberar citocinas, pero su funci&oacute;n principal es convertirse en c&eacute;lulas plasm&aacute;ticas, que fabrican y secretan anticuerpos.
<li>Respuesta</li><p>cuando los linfocitos B maduros v&iacute;rgenes se encuentran con el ant&iacute;geno por primera vez, estas c&eacute;lulas se convierten en linfoblastos, sufren una proliferaci&oacute;n clonal y se diferencian en linfocitos de memoria, que pueden responder al mismo ant&iacute;geno en el futuro, o en c&eacute;lulas plasm&aacute;ticas secretoras de anticuerpos. Despu&eacute;s de la primera exposici&oacute;n, existe un per&iacute;odo latente de días antes de que se produzca el anticuerpo. Luego, s&oacute;lo se produce IgM. Despu&eacute;s de esto, con la ayuda de las linfocitos T, los linfocitos B pueden reordenar sus genes de Ig y cambiar a la producci&oacute;n de IgG, IgA o IgE. De este modo, ante la primera exposici&oacute;n, la respuesta es lenta e inicialmente proporciona una inmunidad protectora limitada.</p>
<li>Respuesta inmunitaria secundaria (anamn&eacute;sica o de refuerzo)</li><p>cuando los linfocitos B de memoria y los Th se vuelven a exponer al ant&iacute;geno, los linfocitos B de memoria proliferan r&aacute;pidamente, se diferencian en c&eacute;lulas plasm&aacute;ticas maduras y pronto producen grandes cantidades de anticuerpos (sobre todo, IgG debido a un cambio de isotipo inducido por un linfocito T). El anticuerpo se libera en la sangre y otros tejidos, donde puede reaccionar con el ant&iacute;geno. De este modo, tras la reexposici&oacute;n, la respuesta inmunitaria es m&aacute;s r&aacute;pida y eficaz.</p></td>
  <td>
Los linfocitos T se desarrollan a partir de c&eacute;lulas progenitoras de la m&eacute;dula &oacute;sea que viajan hasta el timo, donde sufren una selecci&oacute;n rigurosa. Existen 3 tipos principales de linfocitos T:

    <li>Helper</li>

    <li>Reguladoras (supresoras)</li>

    <li>Citot&oacute;xicas</li><p>En la selecci&oacute;n, los linfocitos T que reaccionan contra un ant&iacute;geno propio presentado por mol&eacute;culas de CMH propias o por mol&eacute;culas del CMH propias (independientemente del ant&iacute;geno presentado) son eliminados por apoptosis, lo que limita la probabilidad de autoinmunidad. S&oacute;lo los linfocitos T que pueden reconocer al ant&iacute;geno ajeno forman complejo con las mol&eacute;culas del MHC propio; dejan el timo y van a la sangre perif&eacute;rica y los tejidos linf&aacute;ticos.</p> </td>
<td>Las c&eacute;lulas NK, tambi&eacute;n llamadas Natural Killer (NK), c&eacute;lulas asesinas o asesinas naturales, son linfocitos del sistema inmunitario innato, cuya principal función es proteger nuestro organismo.<BR>
Lo que hacen las c&eacute;lulas NK es destruir dos tipos de c&eacute;lulas: las c&eacute;lulas infectadas (por virus, bacterias…) y las c&eacute;lulas cancerosas o tumorales. Por otro lado, tambi&eacute;n regulan las diferentes respuestas inmunitarias del sistema inmune; adem&aacute;s, est&aacute;n implicadas en el rechazo de transplantes de m&eacute;dula &oacute;sea, en procesos de autoinmunidad y en el mantenimiento de los embarazos.
<li><u>Funcionamiento:</li></u>Lo que hacen es destruir las c&eacute;lulas anteriormente mencionadas mediante un ataque a su membrana plasm&aacute;tica, lo que causa un proceso denominado citolisis (o cit&oacute;lisis), y que consiste en la rotura de la c&eacute;lula a trav&eacute;s de la descomposici&oacute;n de su membrana celular; en este proceso, adem&aacute;s, la c&eacute;lula pierde su material gen&eacute;tico y se detienen los procesos vitales que llevaba a cabo.
</td>
   </tr>

</table>
<li><a href="index.html">Volver a pagina principal</a></li>
<footer  style="width:100%; margin-left: 0px;"  >
</html>

</head>
