<html>

<head>
<title>mastocitos, plaqueta y C&eacute;lula Dentrica </title>




<body bgcolor="azure">
<font face="Arial">
<style>
body { margin-left: 30px;
  margin-right: 30px;
}
</style>
 <center>
<h1><marquee><font color="Black"><font sinze="6"><font Face="Snap ITC"> mastocitos, plaquetas y eritrocitos  </font></marquee></h1>
</center>
<br>

 <hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED">Mastocitos</center></h2></font>
<p>Los mastocitos son conocidos por causar alergias graves y s&iacute;ntomas inexplicables o dif&iacute;ciles de tratar que afectan numerosas partes del cuerpo.
<br>
<br>
Un mastocito es parte de un grupo de c&eacute;lulas llamadas leucocitos. Los leucocitos son gl&oacute;bulos blancos de la sangre y se encuentran en el plasma sangu&iacute;neo con los eritrocitos o gl&oacute;bulos rojos de la sangre.
<br><br>
Los mastocitos tienen funciones inmunol&oacute;gicas, o que son parte del sistema inmunol&oacute;gico. Ellos forman parte de un sistema de alerta temprana. Cuando se estimula, que liberan sustancias qu&iacute;micas que indican ya sea lesi&iacute;n o infecci&oacute;n y causan una inflamaci&oacute;n en el &aacute;rea.
Los productos qu&iacute;micos que son producidos por una c&eacute;lula m&aacute;stil son llamados mediadores. Dos mediadores comunes son la histamina y heparina.<br>
<li><font face="arial" color="indigo">La histamina</li></font> el mediador qu&iacute;mico m&aacute;s importante, hace que las paredes capilares a ser m&aacute;s permeable, o dejar que las sustancias a trav&eacute;s de.
<li><font face="arial" color="indigo">La heparina</li></font> impide la coagulaci&oacute;n de la sangre para permitir que la sangre fluya a la zona de la infecci&oacute;n o lesi&oacute;n. Los mastocitos juegan un papel importante en las reacciones al&eacute;rgicas debido a su capacidad para producir y liberar histamina.
<br><br>
Durante una respuesta inmune, un mastocito es estimulada por un tipo espec&iacute;fico de anticuerpo, llamado de IgE o de inmunoglobulina E. Los anticuerpos se agrupan en clases sobre la base de una cadena qu&iacute;mica, o la cola, unido a ellos. Hay cinco clases de anticuerpos basados en la secuencia de amino&aacute;cidos espec&iacute;fica de las cadenas, A, D, E, G y M. Todos los anticuerpos se denominan inmunoglobulinas, por lo que se conocen como IgA, IgD, etc
<br><br>
Anticuerpos IgE se adhieren a la parte exterior de los mastocitos. Todos los anticuerpos son espec&iacute;ficos para los ant&iacute;genos particulares. El ant&iacute;geno zona de uni&oacute;n de los anticuerpos se deja libre cuando se unen a un mastocito. Cuando la c&eacute;lula m&aacute;stil con el anticuerpo unido se encuentra con el ant&iacute;geno espec&iacute;fico, los mastocitos se estimula para liberar histamina.
<br>
La histamina no s&oacute;lo se libera debido a encontrarse con una sustancia t&oacute;xica, tambi&eacute;n se libera cuando las c&eacute;lulas cebadas detectan lesiones. Esto hace que los vasos sangu&iacute;neos cercanos a dilatarse permitiendo que m&aacute;s sangre llegue al sitio de la lesi&oacute;n o infecci&oacute;n. El plasma sangu&iacute;neo es rico en anticuerpos y otras c&eacute;lulas del sistema inmune. De esta manera, los mastocitos act&uacute;an como un sistema de alarma para las c&eacute;lulas inmunes, la atracci&oacute;n de ellos para el &aacute;rea requerida de la infecci&oacute;n o lesi&oacute;n. El l&iacute;quido que se filtra en la zona es lo que causa la hinchaz&oacute;n durante una infecci&oacute;n.
<br><br>
A veces el cuerpo reacciona de forma exagerada a sustancias extrañas, que son de hecho inofensivo. Reacciones al&eacute;rgicas mayor&iacute;a se deben a la liberaci&oacute;n de histamina no controlada cuando el sistema inmunol&iacute;gico no funciona. Los s&iacute;ntomas de una reacci&oacute;n al&eacute;rgica se conocen bien, pero la causa subyacente es menos clara. Muchos de los s&iacute;ntomas de las alergias se pueden atribuir a la histamina, as&iacute; que lo que est&aacute; claro es que los mastocitos est&aacute;n implicados. Los antihistam&iacute;nicos bloquean los receptores de la histamina sobre los tejidos reduciendo el efecto de la histamina en las c&eacute;lulas y los s&iacute;ntomas al&eacute;rgicos posteriores.
</p>
<center><img src="imageness/mastocitos.jpg" alt="mastocitos"withd="400" height="350"></center></img></center>

<br>
 <hr style="width:100%;color:Black;">
<center><h2><font face="arial" color="RED">Plaquetas </center></h2></font>   
<p> son fragmentos citoplasm&aacute;ticos pequeños limitados por membrana y anucleados que provienen de los megacariocitos. Presentan gran cantidad de vacuolas y gr&aacute;nulos en su interior, incluyendo gr&aacute;nulos de gluc&oacute;geno, adem&aacute;s de numerosos microt&uacute;bulos conc&eacute;ntricos bajo la membrana plasm&aacute;tica. Las plaquetas act&uacute;an en la vigilancia continua de los vasos sangu&iacute;neos, la formaci&oacute;n de co&aacute;gulos de sangre y la reparaci&oacute;n del tejido lesionado.. Son uno de los tres tipos de c&eacute;lulas sangu&iacute;neas (adem&aacute;s de los gl&oacute;bulos blancos y los gl&oacute;bulos rojos), que se origen en la m&eacute;dula &oacute;sea a partir de unas c&eacute;lulas bautizadas con el nombre de megacariocitos.
<br><br>
Los megacariocitos son c&eacute;lulas de gran tamaño que se rompen en distintos fragmentos para formar plaquetas. Estos fragmentos celulares no tienen n&uacute;cleo, pero s&iacute; contienen unas estructuras llamadas gr&aacute;nulos, que tienen una serie de prote&iacute;nas necesarias para producir la coagulaci&oacute;n de la sangre, y sellar las roturas de los vasos sangu&iacute;neos.
<br><br>
Un &uacute;nico megacariocito es capaz de producir de 1000 a 3000 plaquetas, las cuales, una vez se forman, comienzan a circular en el torrente sangu&iacute;neo durante alrededor de 9 a 10 d&iacute;as.

As&iacute;, cuando se dañan o envejecen, el bazo (el cual no solo filtra la sangre de las c&eacute;lulas viejas, sino que tambi&eacute;n almacena plaquetas, gl&oacute;bulos rojos y gl&oacute;bulos blancos funcionales) los elimina de la circulaci&oacute;n sangu&iacute;nea.</p><br>

<center><h3><font face="arial" color="indigo">¿Cu&aacute;les son sus principales funciones, qu&eacute; hacen y para qu&eacute; sirven las plaquetas?</center></h3></font><br>
<p>
El principal papel de las plaquetas es obstruir los vasos sangu&iacute;neos lesionados o rotos, para evitar la p&eacute;rdida de sangre. En condiciones normales, las plaquetas se mueven en un estado inactivo a trav&eacute;s de los vasos sangu&iacute;neos. No obstante, cuando se produce una rotura en un vaso sangu&iacute;neo (herida), las plaquetas que se encuentran inactivas se activan por la presencia de determinadas mol&eacute;culas en la sangre, las cuales son secretadas por las c&eacute;lulas endoteliales de los vasos sangu&iacute;neos.
<br><br>
Una vez activadas, las plaquetas son capaces de cambiar su forma y volverse m&aacute;s redondas, con proyecciones largas en forma de dedos que se extienden desde la c&eacute;lula, pegajosas y se adhieren entre s&iacute; y a las distintas superficies de los vasos sangu&iacute;neos con el fin de tapar o taponar cualquier rotura presente en el vaso sangu&iacute;neo.
<br><br>
Para qu&eacute; sirven las plaquetas
Las plaquetas activadas liberan una serie de sustancias qu&iacute;micas que hacen que una prote&iacute;na de la sangre, conocida con el nombre de fibrin&oacute;geno, se convierta en fibrina (responsable de la costra que se produce en el sitio de la herida). De esta forma, a medida que las mol&eacute;culas de fibrina se combinan entre s&iacute;, forman una malla fibrosa pegajosa y larga que atrapa las plaquetas, los gl&oacute;bulos blancos y los gl&oacute;bulos rojos.

Adem&aacute;s, tambi&eacute;n son capaces de liberar señales &uacute;tiles para que una mayor cantidad de plaquetas acudan al sitio dañado, contraer los vasos sanguíneos y activar diferentes factores de coagulaci&oacute;n extras en el plasma sangu&iacute;neo.
<br><br>
El proceso por el cual las plaquetas forman un co&aacute;gulo se llama adhesi&oacute;n. Por ejemplo, si accidentalmente se produce una herida en uno de nuestros dedos, y un vaso sangu&iacute;neo se rompe, empezar&aacute; a sangrar. Con el objetivo de que el sangrado se detenga, las plaquetas presentes en el interior de ese vaso sangu&iacute;neo roto se adherir&oacute; al lugar donde se ha producido la lesi&oacute;n, enviando una serie de señales qu&iacute;micas para que acudan m&aacute;s.

As&iacute;, una mayor cantidad de plaquetas responden a esa llamada, y empiezan a conectarse entre s&iacute; para formar un complemento, mediante un proceso llamado agregación. Una vez que se forma el co&aacute;gulo o tap&oacute;n en la pared de los vasos sangu&iacute;neos, se activa la coagulaci&oacute;n, que luego agregar&aacute; fibrina al co&aacute;gulo, para unirlo.</p>

<center><img src="imageness/plaquetas.jpg" alt="plaquetas"withd="500" height="400"></center></img></center>
 <hr style="width:100%;color:Black;">

<center><h2><font face="arial" color="RED">C&eacute;lulas dendr&iacute;ticas</center></h2></font><br>

<p>Las c&eacute;lulas dendr&iacute;ticas (CD) juegan un papel fundamental en la regulaci&oacute;n de la respuesta inmune. Son las principales c&eacute;lulas presentadoras antig&eacute;nicas, por su capacidad de capturar, procesar y presentar ant&iacute;genos de forma &oacute;ptima a linfocitos T, y generar respuestas inmunes espec&iacute;ficas.<br><br> Posteriormente al descubrimiento de esta funci&oacute;n y al aparecer t&eacute;cnicas metodol&oacute;gicas que permitían su purificación y maduración in vitro, se ha comprobado que también son capaces de activar otros tipos celulares, como linfocitos B, células NK, macr&oacute;fagos o eosin&oacute;filos, e incluso generar tolerancia inmunol&oacute;gica. Este mejor conocimiento de su biolog&iacute;a y funciones ha permitido el desarrollo de ensayos clvnicos basados en el uso de CD en el campo de la inmunoterapia antitumoral y antiinfecciosa o para inducir tolerancia postrasplante o en patologías autoinmunes.</p>

<center><h3><font face="arial" color="indigo">Caracter&iacute;sticas de las CD</center></h3></font>
<p>
<li>Las CD maduras (CDm) presentan una morfolog&iacute;a propia, caracterizada por la presencia de numerosos procesos membranosos que pueden tomar la forma de dendritas, pseud&oacute;podos o velos. Contienen altas concentraciones de estructuras intracelulares relacionadas con el procesamiento antig&eacute;nico, como endosomas, lisosomas o los gr&aacute;nulos de Birbeck de las células de Langerhans de la epidermis. Est&aacute;n presentes en tejidos y &oacute;rganos linfoides y no linfoides, así como circulantes en linfa aferente y sangre periférica. Reciben diferentes nombres según la ubicación, pero guardan caracter&iacute;sticas y funciones similares entre si.</li>
<br><br>
<li>Fuera de tejidos linfoides, son abundantes en piel, faringe, es&oacute;fago alto, vagina, ectoc&eacute;rvix y ano, y en las superficies mucosas de los sistemas respiratorio y gastrointestinal9. Extienden sus procesos membranosos entre las estrechas uniones de las c&eacute;lulas epiteliales sin alterar la funci&oacute;n de la barrera epitelial10. Esto aumenta la captura de antígenos del entorno incluso si no hay infecci&oacute;n o inflamaci&oacute;n, conduciendo al silenciamiento del sistema inmune ante los ant&iacute;genos ambientales inocuos.</li>
<br><br>
<li>Aparecen en las regiones T dependientes de los ganglios linf&aacute;ticos y bazo, donde se las conoce como c&eacute;lulas interdigitantes. En el bazo son m&aacute;s numerosas, ya que hay nidos de ellas en la periferia del &aacute;rea de linfocitos T, donde est&aacute;n posicionadas como puentes a trav&eacute;s de los cuales deben pasar los linfocitos para entrar en el torrente sangu&iacute;neo. Las c&eacute;lulas dendr&iacute;ticas foliculares se encuentran en los centros germinales de los fol&iacute;culos secundarios de las áreas de linfocitos B de ganglios linf&aacute;ticos y bazo, siendo parte integral del microambiente del fol&iacute;culo. Tambi&eacute;n est&aacute;n presentes en el timo, sobre todo en la regi&oacute;n medular. En linfa aferente se las conoce como c&eacute;lulas veladas, representando c&eacute;lulas de Langerhans migrantes en tr&aacute;nsito desde la piel al ganglio linf&aacute;tico donde se transformar&aacute;n en c&eacute;lulas interdigitantes. En sangre perif&eacute;rica constituyen menos del 2% de las c&eacute;lulas mononucleares.</li></p>

<center><h3><font face="arial" color="indigo">Conclusiones</center></h3></font>
<p>Desde su descubrimiento, las CD se han confirmado como las principales c&eacute;lulas presentadoras de ant&iacute;genos, desempeñando un papel central en la respuesta inmune. Por ello constituyen la base de los intentos de conseguir un tratamiento inmunoter&aacute;pico antitumoral eficaz. Durante d&eacute;cadas la generalizaci&oacute;n de protocolos en esta direcci&oacute;n ha estado dificultada por numerosos problemas metodol&oacute;gicos basados en la escasa informaci&oacute;n sobre su biolog&iacute;a y funciones. En la actualidad se disponen de las t&eacute;cnicas y los conocimientos necesarios para introducir las terapias basadas en CD dentro del arsenal de la oncolog&iacute;a moderna, así como en el tratamiento de otras patolog&iacute;as de origen infeccioso o inmunol&oacute;gico.</p>
<center><img src="imageness/cd.jpg" alt="ig"withd="400" height="350"></center></img></center>

<li><a href="index.html">Volver a pagina principal</a></li>
<footer  style="width:100%; margin-left: 0px;"  >
</body>
</head>
</html>

