
<html>
<head>
  <title>
<title>Monocitos y Macrofagos </title>

<body bgcolor="azure">
<font face="Arial">
<style>
body { margin-left: 30px;
  margin-right: 30px;
}
</style>
 <center>
<h1><marquee><font color="Black"><font sinze="6"><font Face="Snap ITC"> Gl&oacute;bulos Blancos: monocitos y los macrofagos  </font></marquee></h1>
</center>
<br>
<center>
 <hr style="width:100%;color:Black;"></title>
    <h2><font face="arial" color="red"> ¿Qu&eacute; es un monocito? </h2></font>
    <p>Los monocitos son gl&oacute;bulos blancos de forma irregular que circulan en el torrente sangu&iacute;neo. A diferencia de otros gl&oacute;bulos blancos, los monocitos son grandes y tienen un n&uacute;cleo en forma de frijol en la c&eacute;lula. Cuando los monocitos entran en un &oacute;rgano o tejido del torrente sangu&iacute;neo, se diferencian en c&eacute;lulas llamadas "macr&oacute;fagos"; por tanto, los monocitos son las c&eacute;lulas precursoras de los macr&oacute;fagos.Aproximadamente del 3 al 8% de los glóbulos blancos son monocitos en el sistema circulatorio humano. Todos los gl&oacute;bulos blancos se derivan de c&eacute;lulas progenitoras. Sin embargo, en este caso, las c&eacute;lulas progenitoras se diferencian en monoblastos y luego en promonocitos. Los promonocitos finalmente se diferencian en monocitos. Las tres funciones principales de los monocitos son la fagocitosis, la presentaci&oacute;n de ant&iacute;genos y la producci&oacute;n de citocinas.</p>
<img src="imageness/monocitos.jpg" alt="monocitos"withd="400" height="350"></center></img>
<br>
<hr style="width:100%;color:Black;"></title>
     <h2><font face="arial" color="red">¿Qu&eacute; es un macr&oacute;fago? </h2></font>
      <p>Una vez que los monocitos llegan a un &oacute;rgano o tejido del torrente sangu&iacute;neo, se diferenciar&aacute;n en macr&oacute;fagos. Los macr&oacute;fagos son c&eacute;lulas agranuladas grandes, de forma irregular con un n&uacute;cleo grande en forma de frijol. Son capaces de absorber part&iacute;culas extrañas, que podr&iacute;an ser una amenaza para la salud humana o causar enfermedades a los humanos. A este proceso envolvente lo llamamos fagocitosis. Una vez que engullen part&iacute;culas extrañas, forman un fagosoma rodeado de membranas que las rodea. Luego, los lisosomas liberan sus enzimas para matar y digerir las part&iacute;culas engullidas. Adem&aacute;s, los radicales libres que contienen ox&iacute;geno producidos r&aacute;pidamente en los fagosomas tambi&eacute;n ayudan a degradar los pat&oacute;genos. </p>

<center><img src="imageness/descargar.jpg" alt="descargar"withd="400" height="300"></center></img>
<br>
        <tr>
        <table BORDER="3" bgcolor="AQUAMARINE">
        <td></td>
      <td><b>Similitudes </b></td>
      <td><b>Diferencias</b></td>
      </tr>
     <tr>
        <td><b><font face="arial" color="indigo">Monocitos y Macrofagos </b></td></font>
        <td>Tanto los monocitos como los macrófagos son glóbulos blancos y también células inmunes.
  <li>Son agranulocitos.  </li>
  <li>Adem&aacute;s, son fagocitos.</li>
<li>Son de forma irregular.</li>
<li>Ambos son capaces de presentar ant&iacute;genos.</li>
<li>Adem&aacute;s, producen citocinas.</li></td>
        <td>Los monocitos y macr&oacute;fagos son dos tipos de gl&oacute;bulos blancos. Los monocitos son el tipo m&aacute;s grande de gl&oacute;bulos blancos que tienen la capacidad de diferenciarse en macr&oacute;fagos y c&eacute;lulas dendr&iacute;ticas. Por otro lado, los macr&oacute;fagos son c&eacute;lulas especializadas que participan en la inmunidad innata al engullir part&iacute;culas infecciosas. Esta es la diferencia clave entre monocitos y macr&oacute;fagos ... Otra diferencia entre monocitos y macr&oacute;fagos es su tamaño; un monocito es m&aacute;s grande que un macr&oacute;fago. Adem&aacute;s, los monocitos est&aacute;n presentes en el torrente sangu&iacute;neo, mientras que los macr&oacute;fagos est&aacute;n presentes en el l&iacute;quido extracelular que baña los tejidos. Por lo tanto, esta tambi&eacute;n es una diferencia entre monocitos y macr&oacute;fagos .</td>
      </tr></table>
        </head>

<li><a href="index.html">Volver a pagina principal</a></li>
<footer  style="width:100%; margin-left: 0px;"  >
</body>
</html>
